<template>
  <div class="contents">
    <section class="sector">
      <div class="inner2">
        <h3 class="sectit1">이용약관</h3>
        <div class="selectbox">
          <label
            class="blind"
            for="termselect"
          >이용약관 버전선택</label>
          <select id="termselect">
            <option value="">[Ver.2.0] 2021.05.05</option>
            <option value="">[Ver.1.9] 2020.05.05</option>
            <option value="">[Ver.1.8] 2019.05.05</option>
          </select>
        </div>
        <div class="terms-wrap">
          <h3 class="fir">제1장 총칙</h3>

          <h4>제1조(목적)</h4>
          <p class="desc-txt">이 약관은 더샵스앳센터필드 (이하"회사"라 표기합니다)이 제공하는 Membership에 대한 서비스 제공 및 이용조건, 회원가입에 관련된 사항 및 절차 그리고 기타 필요한 사항의 규정을 목적으로 합니다.</p>

          <h4>제2조(용어의 정의)</h4>
          <p class="desc-txt">이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
          <ol>
            <li>“스타필드 Membership 회원”(이하"회원"이라 표기합니다)이라 함은 회사의 본 약관에 동의하고 “회원가입 신청서”와 “개인정보의 수집, 제공 및 활용 동의서”를 제출하여 회사로부터 회원 가입을 허락 받은 개인 및 법인을 말합니다.</li>
            <li>“스타필드 Membership 제휴사”라 함은 스타필드 Membership 서비스에 관하여 회사와 서비스 제휴 계약을 체결한 업체 또는 업소를 말합니다.</li>
            <li>“스타필드 Membership 서비스”(이하 “서비스”라 표기합니다.)라 함은 회원을 위해 회사 또는 “스타필드 Membership 제휴사”(이하 “제휴사”라 표기합니다.)가 제공하는 서비스로서 그 내용은 본 약관 제 3조에 정한 바와 같습니다.</li>
            <li>“스타필드 Membership 카드”(이하 “카드”라고 합니다)라 함은 회원이 회사의 서비스를 정상적으로 이용할 수 있도록 회사가 승인한 카드로서 회사 또는 회사가 별도 협의한 제휴사가 발급합니다.</li>
          </ol>

          <h4>제3조(스타필드 Membership 서비스의 개요)</h4>
          <ol>
            <li>
              서비스의 내용은 아래와 같으며 이를 이용하고자 하는 고객은 본 약관에 정해진 제반 절차를 거쳐 회원으로 가입하여야 합니다.
              <ul>
                <li>⒜ 제휴처 혜택 제공 서비스 : 지역 내 제휴 업체 방문하여 스타필드 Membership 카드 제시 시 특별한 혜택을 받으실 수 있습니다. 제휴처는 고객에게 별도의 통보없이 변경 또는 제휴 종료될 수 있습니다.</li>
                <li>⒝ 일부 해외유명브랜드 구매시, 신세계백화점의 VIP 실적에 포함될 수 있습니다.(일부 브랜드에 한함, 제3자정보제공 동의자에 한함)</li>
                <li>⒞ 우수회원 한정 서비스 : 회사는 회사가 정한 조건에 따라 우수고객을 선정할 수 있으며, 이에 대한 서비스를 고객에게 제공할 수 있습니다.</li>
                <li>⒟ 기타 서비스 : 회사는 상기 각 호의 서비스 이외에도 추가적인 서비스를 개발하여 회원에게 제공할 수 있습니다.</li>
              </ul>
            </li>
            <li>회사는 서비스의 원활한 제공을 위하여 안내센터를 운영하고 있으며, 회원은 회사가 정하는 회원 확인 절차를 거쳐 회사에서 제공하는 각종 서비스를 이용할 수 있습니다.</li>
          </ol>

          <h4>제4조(약관 개정)</h4>
          <ol>
            <li>
              본 약관은 "약관의규제에관한법률", "정보통신망이용촉진및정보보호등에관한법률(이하 "정보통신망법")" 등 관련법을 위배하지 않는 범위에서 수시로 개정될 수 있으며 본 약관을 개정하고자 할 경우 회사는 개정된 약관을 적용하고자 하는 날(이하 “효력 발생일”이라고 합니다)로부터 30일 이전에 본 약관이 개정된다는 사실과 개정된 내용 등을 아래에 규정된 방법 중 1가지 이상의 방법으로 회원에게 고지하여 드립니다. 이 경우 회사는 개정전 내용과 개정후 내용을 명확히 비교하여 회원이 개정된 약관을 알기 쉽도록 표시합니다.
              <ul>
                <li>⒜ 전자우편 통보</li>
                <li>⒝ 서면 통보</li>
                <li>⒞ 스타필드하남 홈페이지 내 게시</li>
                <li>⒟ 점포 내 게시</li>
                <li>⒠ 일간지 공고 등의 방법</li>
              </ul>
            </li>
            <li>본 약관이 개정된 사실 및 개정된 내용을 회원에게 고지하는 방법 중 본 조 제1항의 ⒜, ⒝ 경우에는 회원이 가장 최근에 회사에 제공한 전자우편 주소나 주소지로 통보합니다.</li>
            <li>본 조의 규정에 의하여 개정된 약관(이하 “개정약관”)은 원칙적으로 그 효력 발생일로부터 유효합니다.</li>
            <li>개정약관에 이의가 있는 회원은 회원 탈퇴를 하거나 이용계약을 해지할 수 있습니다. 단, 회사가 개정약관을 공지 또는 통지하면서 회원에게 30일 기간 내에 개정약관에 대하여 거부의 의사표시를 하지 않으면 동의한 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니하거나 탈퇴하지 아니한 경우, 개정약관에 동의한 것으로 봅니다.</li>
            <li>본 조의 고지방법 및 고지의 효력은, 본 약관에서 달리 규정하지 않는 한, 본 약관의 각 조항에서 규정하는 통보 또는 통지의 경우에 이를 준용합니다.</li>
          </ol>
        </div>
      </div>
    </section>
  </div>
</template>

<script>
export default {
  name: 'Terms1',
  head: {
    title: {
      inner: '이용약관'
    },
    // Meta tags
    meta: [{ name: 'keywords', content: 'Terms1' }]
  }
}
</script>
